[SPARTANII X2UniversalSoldierClassInfo]
ClassSpecializationTitle="<font color='#00994d'>СПАРТАНЕЦ-II</font>"
ClassSpecializationSummary="<font color='#CC0000'>ТРЕБУЕТСЯ: <font color='#00994d'>Программа SPARTAN-II</font></font><br/> Программа SPARTAN-II, первоначально известная как проект ORION Generation II, была частью программы SPARTAN, усилия по производству элитных солдат с помощью механической и биологической аугментации. Программа SPARTAN-II станет первой в серии, в которой передовые технологии экзоскелета будут сочетаться с превосходными физическими данными солдат".

[NanosuitOperative X2UniversalSoldierClassInfo]
ClassSpecializationTitle="<font color='#3399ff'>Нанокостюм Оперативный</font>"
ClassSpecializationSummary="<font color='#CC0000'>ТРЕБУЕТСЯ: <font color='#3399ff'>Обучение рапторов</font></font><br/> Нанокостюмы - это мощные и чрезвычайно универсальные комплекты тактической боевой брони. Мышечные волокна костюмов могут быть запрограммированы для различных целей (укрепление, увеличение мышечной массы или маскировка), что позволяет оператору совершать сверхчеловеческие подвиги. Все нанокостюмы являются симбиотическими, они физически связываются с пользователем и становятся своего рода второй кожей. Костюмы и пользователи в конечном итоге сливаются в одно существо".

[GhostOperative X2UniversalSoldierClassInfo]
ClassSpecializationTitle="<font color='#bf80ff'>Призрачный оперативник</font>"
ClassSpecializationSummary="<font color='#CC0000'>ТРЕБУЕТСЯ: <font color='#bf80ff'>Призрачная программа </font> и <font color='#bf80ff'>Экстрасенс</font></font><br/> Призраки были выбраны из психически одаренных людей, обученных с младенчества направлять их псионическую энергию, чтобы увеличить их естественную физическую силу и выносливость. Призывники, успешно прошедшие строгую подготовку и повышение квалификации по программе Ghost, затем служили в качестве коммандос и наемных убийц. Призраки не имеют себе равных в своей способности проникать и убивать."

[GhostOperativePsionics X2UniversalSoldierClassInfo]
ClassSpecializationTitle="<font color='#bf80ff'>Призрачный оперативник: Псионика</font>"
ClassSpecializationSummary="<font color='#CC0000'>ТРЕБУЕТСЯ: <font color='#bf80ff'>Призрачная программа </font> и <font color='#bf80ff'>Экстрасенс</font></font><br/> Призраки были выбраны из психически одаренных людей, обученных с младенчества направлять их псионическую энергию, чтобы увеличить их естественную физическую силу и выносливость. Призывники, успешно прошедшие строгую подготовку и повышение квалификации по программе Ghost, затем служили в качестве коммандос и наемных убийц. Призраки не имеют себе равных в своей способности проникать и убивать."

[NinjaNinjutsuArts X2UniversalSoldierClassInfo]
ClassSpecializationTitle="<font color='#595959'>Ниндзя: Искусство ниндзюцу</font>"
ClassSpecializationSummary="<font color='#CC0000'>ТРЕБУЕТСЯ: <font color='#595959'>Путь Ниндзя</font></font><br/> Ниндзя - это элитные воины, которые используют свои высокоразвитые техники и навыки для выполнения таких задач, как шпионаж, боевые операции, и убийства. Их обучение начинается очень рано, и только после прохождения тестов и тренировок, настолько интенсивных, что их невозможно описать словами, они достигают своего истинного потенциала. Все члены клуба - специалисты высочайшего мастерства и знания мистических искусств."

[NinjaNinpoArts X2UniversalSoldierClassInfo]
ClassSpecializationTitle="<font color='#595959'>Ниндзя: Искусство Нинпо</font>"
ClassSpecializationSummary="<font color='#CC0000'>ТРЕБУЕТСЯ: <font color='#595959'>Путь Ниндзя</font></font><br/>Нинпо - это духовное искусство ниндзя, позволяющее заклинателю манипулировать самими законами природы, физики, даже время, в отличие от боевых искусств ниндзюцу."

[NinjaBladeArts X2UniversalSoldierClassInfo]
ClassSpecializationTitle="<font color='#595959'>Ниндзя: Искусство владения клинком</font>"
ClassSpecializationSummary="<font color='#CC0000'>ТРЕБУЕТСЯ: <font color='#595959'>Путь Ниндзя</font></font><br/> Искусство владения клинком позволяет ниндзя полностью овладеть как мечом, так и кунаем, доводя их до физических пределов."

[NinjaImprovisationArts X2UniversalSoldierClassInfo]
ClassSpecializationTitle="<font color='#595959'>Ниндзя: Искусство импровизации</font>"
ClassSpecializationSummary="<font color='#CC0000'>ТРЕБУЕТСЯ: <font color='#595959'>Путь Ниндзя</font></font><br/> Ниндзя может использовать множество тактических навыков, которые позволяют ему лучше учиться и двигаться на поле боя, позволяя ему преодолевать даже в самых сложных ситуациях."

[Cyborg X2UniversalSoldierClassInfo]
ClassSpecializationTitle="<font color='#ff8000'>Киборг</font>"
ClassSpecializationSummary="<font color='#CC0000'>ТРЕБУЕТСЯ: <font color='#ff8000'>Кибернетическое преобразование</font></font><br/> Кибернетический организм, более известный и называемый киборгом, - это существо, имеющее как биологические, так и искусственные части. Компоненты машины не только заменяют замененные части кузова, но и улучшают их различными способами. Их тело поставляется с установленной боевой энергетической системой, которая позволяет им преодолевать различные сценарии на поле боя, но их доступная энергия ограничена для каждой миссии."

[N7DestroyerSoldier X2UniversalSoldierClassInfo]
ClassSpecializationTitle="<font color='#990000'>Солдат-эсминец N7</font>"
ClassSpecializationSummary="<font color='#CC0000'>ТРЕБУЕТСЯ: <font color='#990000'>Обучение N7</font></font><br/> Эти солдаты - спецназ Альянса, способный идти куда угодно и сражаться с чем угодно, прошедший подготовку в Межпланетной боевой академии в Рио-де-Жанейро, Бразилия. Они должны были достойно и эффективно пережить боевые ситуации, чтобы получить ранг N7. Солдаты-разрушители - это воины полного спектра отряда, чьи таланты сосредоточены на повышении прочности и урона. Их способность к выбросу адреналина значительно повышает их боевую эффективность".

[N7ShadowInfiltrator X2UniversalSoldierClassInfo]
ClassSpecializationTitle="<font color='#990000'>Теневой лазутчик N7</font>"
ClassSpecializationSummary="<font color='#CC0000'>ТРЕБУЕТСЯ: <font color='#990000'>Обучение N7</font></font><br/> Эти солдаты - спецназ Альянса, способный идти куда угодно и сражаться с чем угодно, прошедший подготовку в Межпланетной боевой академии в Рио-де-Жанейро, Бразилия. Они должны были достойно и эффективно пережить боевые ситуации, чтобы получить ранг N7. Теневые лазутчики используют имплантаты для улучшения ловкости, что делает их скользкими бойцами на поле боя. Их тактический плащ - бесценный инструмент, который значительно увеличивает их способность к убийству, проникновению, а также потенциал выживания на поле боя".

[N7DemolisherEngineer X2UniversalSoldierClassInfo]
ClassSpecializationTitle="<font color='#990000'>Инженер-разрушитель N7</font>"
ClassSpecializationSummary="<font color='#CC0000'>ТРЕБУЕТСЯ: <font color='#990000'>Обучение N7</font></font><br/> Эти солдаты - спецназ Альянса, способный идти куда угодно и сражаться с чем угодно, прошедший подготовку в Межпланетной боевой академии в Рио-де-Жанейро, Бразилия. Они должны были достойно и эффективно пережить боевые ситуации, чтобы получить ранг N7. Инженер-разрушитель увеличил технический урон и получил доступ к непрерывному запасу взрывных гранат, чтобы еще больше увеличить свои разрушительные возможности. Он способен выводить из строя приоритетные цели и использует гранаты для атаки на расстоянии и терроризирования поля боя".

[N7PaladinSentinel X2UniversalSoldierClassInfo]
ClassSpecializationTitle="<font color='#990000'>N7 Паладин Страж</font>"
ClassSpecializationSummary="<font color='#CC0000'>ТРЕБУЕТСЯ: <font color='#990000'>Обучение N7</font></font><br/> Эти солдаты - спецназ Альянса, способный идти куда угодно и сражаться с чем угодно, прошедший подготовку в Межпланетной боевой академии в Рио-де-Жанейро, Бразилия. Они должны были достойно и эффективно пережить боевые ситуации, чтобы получить ранг N7. Страж паладина N7 несет на поле боя мощный щит, чтобы блокировать вражеский огонь. Паладин также использует щит в качестве тяжелого оружия ближнего боя."

[N7BioticTraining X2UniversalSoldierClassInfo]
ClassSpecializationTitle="<font color='#990000'>N7 Биотический</font>"
ClassSpecializationSummary="<font color='#CC0000'>ТРЕБУЕТСЯ: <font color='#990000'>Обучение N7</font></font><br/> Эти солдаты - спецназ Альянса, способный идти куда угодно и сражаться с чем угодно, прошедший подготовку в Межпланетной боевой академии в Рио-де-Жанейро, Бразилия. Они должны были достойно и эффективно пережить боевые ситуации, чтобы получить ранг N7. N7 Биотическая подготовка требуется для обеих биотических специализаций (Адепт Ярости, Авангард Истребительницы)"

[N7FuryAdept X2UniversalSoldierClassInfo]
ClassSpecializationTitle="<font color='#990000'>Адепт ярости N7</font>"
ClassSpecializationSummary="<font color='#CC0000'>ТРЕБУЕТСЯ: <font color='#990000'>Обучение N7</font></font><br/> Эти солдаты - спецназ Альянса, способный идти куда угодно и сражаться с чем угодно, прошедший подготовку в Межпланетной боевой академии в Рио-де-Жанейро, Бразилия. Они должны были достойно и эффективно пережить боевые ситуации, чтобы получить ранг N7. Адепты Ярости - это непревзойденные биотики, способные воздействовать на физический мир силой разума. Адепты - долговечные и мощные манипуляторы полями mass effect. Они могут использовать биотику для насильственного манипулирования объектами в окружающей среде, включая близлежащие вражеские цели".

[N7SlayerVanguard X2UniversalSoldierClassInfo]
ClassSpecializationTitle="<font color='#990000'>N7 Slayer Vanguard</font>"
ClassSpecializationSummary="<font color='#CC0000'>ТРЕБУЕТСЯ: <font color='#990000'>Обучение N7</font></font><br/> Эти солдаты - спецназ Альянса, способный идти куда угодно и сражаться с чем угодно, прошедший подготовку в Межпланетной боевой академии в Рио-де-Жанейро, Бразилия. Они должны были достойно и эффективно пережить боевые ситуации, чтобы получить ранг N7. Авангард Истребителей - могущественные бойцы, способные сочетать в себе наступательные способности Адепта и Солдата. У них есть доступ к различным оружейным баффам, а также к биотическим способностям."